Repository: RohyTeam/RohyFinance-Swift
Catalog: RohyFinance/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Account
zh_hans: 账户

source: Add
zh_hans: 添加

source: Add Subcategory
zh_hans: 添加子类

source: Add Subscription
zh_hans: 添加订阅

source: Add Wallet
zh_hans: 添加钱包

source: Add a record to see statistics
zh_hans: 记账后即可查看统计

source: Alipay Wallet
zh_hans: 支付宝钱包

source: Aliyun Drive
zh_hans: 阿里云盘

source: Amount
zh_hans: 金额

source: Assets
zh_hans: 资产

source: At least one currency is required
zh_hans: 请至少选择一种币种

source: Auto Renewal
zh_hans: 自动续费

source: Baidu Netdisk
zh_hans: 百度网盘

source: Bank of China
zh_hans: 中国银行

source: Bilibili
zh_hans: 哔哩哔哩

source: Bills
zh_hans: 账单

source: British Pound
zh_hans: 英镑

source: By Currency
zh_hans: 按币种

source: Calendar
zh_hans: 日历

source: Cancel
zh_hans: 取消

source: Cash
zh_hans: 现金

source: Category
zh_hans: 分类

source: China Merchants Bank
zh_hans: 招商银行

source: Coming Soon
zh_hans: 敬请期待

source: Consumption Tax
zh_hans: 消费税

source: Continue
zh_hans: 继续

source: Conversion
zh_hans: 换算方式

source: Currency
zh_hans: 币种

source: Cycle
zh_hans: 周期

source: Date
zh_hans: 日期

source: Default Currency
zh_hans: 默认币种

source: Delete
zh_hans: 删除

source: Discount
zh_hans: 优惠

source: Discount amount
zh_hans: 减免金额

source: Discount amount cannot exceed the amount
zh_hans: 减免金额不能大于金额

source: Done
zh_hans: 完成

source: Edit
zh_hans: 编辑

source: Edit Record
zh_hans: 编辑账单

source: Edit Subcategory
zh_hans: 编辑子类

source: Edit Subscription
zh_hans: 编辑订阅

source: Edit Wallet
zh_hans: 编辑钱包

source: Enter bill note
zh_hans: 请输入账单介绍

source: Excludes consumption tax
zh_hans: 不含消费税

source: Expense
zh_hans: 支出

source: Expense vs last month
zh_hans: 较上月支出

source: Fee
zh_hans: 手续费

source: Fee amount
zh_hans: 手续费金额

source: Hong Kong Dollar
zh_hans: 港币

source: ICBC
zh_hans: 中国工商银行

source: Includes discount
zh_hans: 包含优惠

source: Income
zh_hans: 收入

source: Income vs last month
zh_hans: 较上月收入

source: Indian Rupee
zh_hans: 卢比

source: Info
zh_hans: 信息

source: Invalid amount
zh_hans: 金额格式不正确

source: Japanese Yen
zh_hans: 日元

source: Kind
zh_hans: 类型

source: Kugou Music
zh_hans: 酷狗音乐

source: Library
zh_hans: 图库

source: Monthly
zh_hans: 月度

source: Monthly Expense
zh_hans: 本月支出

source: Monthly Income
zh_hans: 本月收入

source: Multi-Currency
zh_hans: 多币种

source: Name
zh_hans: 名称

source: NetEase Cloud Music
zh_hans: 网易云音乐

source: New Taiwan Dollar
zh_hans: 新台币

source: No Bills
zh_hans: 暂无账单

source: No Records
zh_hans: 暂无记录

source: No Subcategories
zh_hans: 暂无子类

source: No Subscriptions
zh_hans: 暂无订阅

source: No expenses this month
zh_hans: 本月暂无支出

source: No income this month
zh_hans: 本月暂无收入

source: No wallets yet
zh_hans: 当前还没有钱包

source: None
zh_hans: 无

source: Note
zh_hans: 介绍

source: Notice
zh_hans: 提示

source: OK
zh_hans: 好

source: Payment
zh_hans: 扣款项

source: Please enter a name
zh_hans: 请输入名称

source: Please enter a note
zh_hans: 请填写介绍

source: Please enter a wallet name
zh_hans: 请输入钱包名

source: Please enter an amount
zh_hans: 请输入金额

source: Please enter the converted amount
zh_hans: 请输入换算金额

source: Please enter the exchange rate
zh_hans: 请输入汇率

source: Please select a category
zh_hans: 请选择分类

source: Please select a currency
zh_hans: 请选择币种

source: Please select a source
zh_hans: 请选择来源

source: Please select a source wallet
zh_hans: 请选择来源钱包

source: Please select a target wallet
zh_hans: 请选择目标钱包

source: Please select a wallet
zh_hans: 请选择钱包

source: Pre-tax
zh_hans: 非税后

source: Preset
zh_hans: 预制

source: Profile
zh_hans: 我的

source: QQ Music
zh_hans: QQ音乐

source: Quark Cloud Disk
zh_hans: 夸克网盘

source: Quarterly
zh_hans: 季度

source: Rate
zh_hans: 汇率

source: Record
zh_hans: 记账

source: Renewal Date
zh_hans: 续费日期

source: Renminbi
zh_hans: 人民币

source: Requires fee
zh_hans: 需要手续费

source: Same day
zh_hans: 当天

source: Same wallet transfer requires different currencies
zh_hans: 同钱包转移必须选择不同币种

source: Savings
zh_hans: 储蓄

source: Select
zh_hans: 请选择

source: Single Currency
zh_hans: 单币种

source: Soda Music
zh_hans: 汽水音乐

source: Source
zh_hans: 来源

source: South Korean Won
zh_hans: 韩元

source: Start Date
zh_hans: 开始日期

source: Statistics
zh_hans: 统计

source: Subcategory
zh_hans: 子类

source: Subcategory Management
zh_hans: 子类管理

source: Subscription Period
zh_hans: 订阅周期

source: Subscriptions
zh_hans: 订阅

source: Swiss Franc
zh_hans: 法郎

source: Switching the default currency will erase all records. Continue?
zh_hans: 切换默认币种将清空所有记录，是否继续？

source: Target
zh_hans: 目标

source: Tax
zh_hans: 缴税

source: Tax amount
zh_hans: 税额

source: Tax amount cannot exceed the amount
zh_hans: 税额不能大于金额

source: This wallet has records and cannot be deleted
zh_hans: 该钱包存在账单记录，无法删除

source: Time
zh_hans: 时间

source: To
zh_hans: 目标

source: Today
zh_hans: 今天

source: Transfer
zh_hans: 转移

source: Type
zh_hans: 类型

source: US Dollar
zh_hans: 美元

source: Value
zh_hans: 值

source: Wallet
zh_hans: 钱包

source: Wallet Name
zh_hans: 钱包名

source: Wallet name already exists
zh_hans: 钱包名已存在

source: Wallets
zh_hans: 钱包

source: WeChat Wallet
zh_hans: 微信钱包

source: Yearly
zh_hans: 年度

source: Your records will appear here
zh_hans: 记账后将显示在这里

source: Your subcategories will appear here
zh_hans: 创建的子类将显示在这里

source: Your subscriptions will appear here
zh_hans: 添加订阅后将显示在这里

# category.beauty
source: Beauty
zh_hans: 美容

# category.books
source: Books
zh_hans: 书籍

# category.clothing
source: Clothing
zh_hans: 衣物

# category.communication
source: Communication
zh_hans: 通讯

# category.daily
source: Daily Necessities
zh_hans: 日用

# category.dining
source: Dining
zh_hans: 餐饮

# category.fruits
source: Fruits
zh_hans: 水果

# category.games
source: Games
zh_hans: 游戏

# category.lottery
source: Lottery
zh_hans: 彩票

# category.luckyMoney
source: Lucky Money
zh_hans: 压岁钱

# category.salary
source: Salary
zh_hans: 工资

# category.scholarship
source: Scholarship
zh_hans: 奖学金

# category.snacks
source: Snacks
zh_hans: 零食

# category.sports
source: Sports
zh_hans: 运动

# category.study
source: Study
zh_hans: 学习

# category.subscription
source: Subscription
zh_hans: 订阅

# category.transport
source: Transport
zh_hans: 交通

# category.vegetables
source: Vegetables
zh_hans: 蔬菜

source: days
zh_hans: 天
